OfficialInfo = {}

OfficialInfo.REAL_NAME_TIP_TXT = [[    1、本游戏是一款回合制角色扮演游戏，适用于年满16周岁及以上的用户，建议未成年人在家长监护下使用游戏产品。
    2、本游戏是以《西游记》相关故事为背景的衍生故事，不会与现实中文学作品相混淆。游戏画面色彩鲜明靓丽、配乐明快悠扬，操作简单，容易上手。游戏内技能、装备设计多样，玩法、活动丰富多彩。有需要多人配合进行的团队玩法，鼓励玩家通过沟通、思考和提升达成目标。游戏中有基于语音和文字的陌生人社交系统，社交系统的管理遵循相关法律法规。
    3、本游戏中有用户实名认证系统，未通过实名认证账号不能充值付费。认证为未成年人的用户，不予登录游戏权限。　　
    4、本游戏以仙侠神话为主题，在人物设计、背景音乐、游戏剧情等创作中，融入了大量中华传统文化元素。传承经典设定的同时，游戏版本多样，拥有众多创新玩法。并设有团队玩法，有助于培养玩家的团队协作能力；游戏玩法具有较强的策略性，有助于锻炼玩家的思维能力；玩家之间可以互相交流配合，共同完成游戏目标，带给玩家积极愉悦的情绪体验。]]

Official_UserAgreement = {}
Official_UserAgreement.Title = "用户服务协议"
Official_UserAgreement.Text = [[欢迎申请使用杭州群勇网络科技有限公司（下列简称为“群勇网络”或“我们”）提供的服务。请您审慎阅读并选择接受或不接受以下全部内容（未成年人应在法定监护人陪同下阅读）。如您不同意本服务协议任何内容，请不要注册或使用群勇网络服务。如您通过进入注册程序并勾选“我已阅读并接受服务协议”，即表示您与群勇网络已达成协议，自愿接受本服务协议的所有内容。此后，您不得以未阅读本服务协议内容作任何形式的抗辩。
本协议是用户与群勇网络之间关于您使用群勇网络提供相关服务所订立的协议，本协议描述群勇网络与用户之间就群勇网络提供相关服务所约定的权利义务。
 
一、服务内容
 
1. 群勇网络服务的具体内容由我们根据实际情况提供，例如论坛(BBS)、电子邮件、发表个人评论等。群勇网络保留随时变更、中断或终止部分或全部网络服务的权利。
2. 群勇网络在提供网络服务时，可能会对部分网络服务的用户收取一定的费用。在此情况下，我们会在相关页面上做明确的提示。如用户不同意支付该等费用，则可不接受相关的网络服务。
3. 用户理解：群勇网络仅提供相关的网络服务，除此之外与相关网络服务有关的设备(如电脑、调制解调器及其他与接入互联网有关的装置)及所需的费用(如为接入互联网而支付的电话费及上网费)均应由用户自行负担。
4. 用户应使用正版软件接受网络服务。
 
二、知识产权声明
 
群勇网络所提供服务的相关著作权、专利权、商标、商业秘密及其他任何所有权或权利，均属于群勇网络所有。未经群勇网络同意，用户不得擅自下载、复制、重制、传输、改作、编辑，否则应负所有法律责任。群勇网络拥有向用户提供服务过程中所产生并存储于群勇网络服务器中的任何数据信息（包括但不限于账号等数据信息）的所有权。
 
三、有关注册资料

1、提供个人注册资料
（1）在申请群勇网络通行证会员账号时，用户应按照相关网页上的要求输入正确的个人资料，包括真实姓名和有效的身份证、护照、军人证号码。用户承诺以真实身份注册账户，并保证所提供的个人身份资料信息真实、完整、有效，依据法律规定和本协议约定对所提供的信息承担相应的法律责任；
（2）用户输入的姓名和个人身份证件号码结合其与之对应的证件，作为有户的唯一有效身份证明；在用户无法有效证明其身份时，群勇网络有权拒绝提供任何信息或承担任何义务。群勇网络提醒用户，用户注册通行证账号时填写的证件号码，在注册通行证账号成功后将无法随意修改，请用户慎重填写各类注册信息。
（3）用户以其真实身份注册成为群勇网络用户后，需要修改提供的个人身份资料信息的，群勇网络应当及时、有效地为其提供服务，用户应提供相应的文件以证明自己的身份资料信息和将要更改的身份资料信息的真实性，以便群勇网络及时、有效地提供服务。如果用户提供的资料不准确、不真实、不合法有效，用户需承担因此引起的相应后果，并且群勇网络保留结束有户使用群勇网络各项服务的权利。

2、个人资料的披露
为了向您提供产品和服务，您同意授权我们以我们认为适当的方式向第三方透露您的注册资料。但是，我们不会公开您的姓名、住址、通讯地址、电子邮箱、账号、密码等个人资料，
除非：
（1）您允许我们披露这些个人资料；
（2）有关法律法规或行政规章要求我们披露您的个人资料；
（3）司法机关或行政机关基于法定程序要求我们披露您的个人资料；
（4）为保护我们的知识产权和其他财产权益，需要披露您的个人资料；
（5）在紧急情况下为保护其他用户和社会大众的人身安全，需要披露您的个人资料。
我们将采取商业上合理的方式以保护您的个人资料的安全。我们将使用通常可以获得的安全技术和程序来保护您的个人资料不被未经授权的访问、使用或泄漏。对于非因我们的疏忽而造成您账号的丢失或您个人资料的泄密，我们不承担任何责任。
 
四、关于账号和密码
 
您一旦注册成功成为我们的用户，您将得到一个密码和账号。请了解账号在注册之后不可变更，而密码可以自行修改或通过我们提供的服务进行修改。您对于您的账号及密码的保管以及使用该账号和密码所进行的一切行动负有完全的责任。请不要将账号、密码转让或出借给他人使用。因为您的保管疏忽或其他任何个人行为导致您的账号或密码遭他人非法使用及因此所衍生的任何后果，群勇网络不承担任何责任。
如果用户未保管好自己的账号和密码而对用户、群勇网络或第三方造成的损害，用户将负全部责任。另外，每个用户都要对其账户中的所有活动和事件负全责。用户可随时改变用户的密码和图标，也可以结束旧的账户重开一个新账户。用户同意若发现任何非法使用用户账号或安全漏洞的情况，有义务立即通告群勇网络。
 
五、关于服务变更
 
1、服务条款的修改
群勇网络有权在必要时通过在网页上发出公告等合理方式修改本服务协议以及各单项服务的相关条款。用户在享受各项服务时，应当及时查阅了解修改的内容，并自觉遵守本服务协议以及该单项服务的相关条款。用户如继续使用本服务条款涉及的服务，则视为对修改内容的同意；若用户不同意修改的内容，有权停止使用本服务条款涉及的服务。
2、服务的变更或中止
群勇网络保留随时变更或中止服务的权利。用户同意群勇网络有权行使上述权利且不需对用户或第三方承担任何责任。
3、鉴于用户使用游戏服务之习惯，用户有权利且有义务自使用本产品服务之日起每月自行主动对本服务协议之全部内容进行重新阅读，鉴于上述约定，用户因自身怠于行使该等权利或怠于履行该等义务的，无权以未获知上述内容而对相关条款的法律效力提出异议。用户不得以未阅读本《协议》内容作任何形式的抗辩。
 
六、用户隐私制度
 
1、用户个人隐私
用户知悉并同意，为便于向用户提供更好的服务，群勇网络将在用户自愿选择服务或者提供信息的情况下收集用户的个人信息，并将这些信息进行整合。在用户使用群勇网络服务时，服务器会自动记录一些信息，包括但不限于URL、IP地址、浏览器类型、使用语言、访问日期和时间等。为方便用户登录或使用群勇网络的服务，群勇网络在有需要时将使用cookies等技术，并将收集到的信息发送到对应的服务器。用户可以选择接受或者拒绝cookies。如用户选择拒绝cookies，则用户有可能无法登陆或使用依赖于cookies的服务或者功能。群勇网络收集的信息将成为群勇网络常规商业档案的一部分，且有可能因为转让、合并、收购、重组等原因而被转移到群勇网络的继任运营商或者指定的一方。群勇网络同意善意使用收集的信息，且采取各项措施保证信息安全。
尊重用户个人隐私是群勇网络的一项基本政策。所以，作为对以上第三条个人注册资料分析的补充，群勇网络不会公开或透露用户的注册资料及保存在群勇网络服务中的非公开内容，除非群勇网络在诚信的基础上认为透露这些信息在以下几种情况是必要的：
（1）遵守有关法律规定，包括在国家有关机关查询时，提供用户的注册信息、用户在群勇网络的网页上发布的信息内容及其发布时间、互联网地址或者域名。
（2）保持维护群勇网络的知识产权和其他重要权利。
（3）在紧急情况下竭力维护用户个人和社会大众的隐私安全。
（4）根据本条款相关规定或者群勇网络认为必要的其他情况下。
 
2、用户义务
用户在任何情况下均不得：
（1）使用作弊软件（cheat）、机器人程序软件（bot）、黑客程序软件（hack）、游戏增强程序（mod）或其它未经授权的第三方软件修改或干扰群勇网络游戏服务、游戏或游戏体验，过度开发或滥用游戏资源或服务，影响游戏正常秩序与公平；
（2）利用群勇网络游戏服务或者游戏或其中包含的任何内容进行商业牟利，包括但不限于：
       a. 在未经群勇网络书面同意的情况下，在网吧、电脑游戏中心或者其它商业场所内进行该类活动；
       b. 传播或者协助传播商业广告或者实施类似的教唆行为；
       c. 未经群勇网络授权，收集游戏内货币、物品或资源用于线下出售；
       d. 通过提供线上服务在线下收取报酬，例如代练行为；
（3）使用未经授权的第三方软件（包括但不限于任何能读取游戏或群勇网络游戏服务用于储存关于游戏角色或游戏环境信息的内存区域的软件）拦截、挖取或以其它方式从游戏或群勇网络游戏服务中或者通过游戏或者群勇网络游戏服务收集信息；然而，我们有权独立决定是否允许您使用某些第三方用户界面；
（4）通过任何未经群勇网络明确认可的方式，修改游戏或群勇网络游戏服务的任何组成文件或导致前述文件遭到修改；
（5）为了某种目的而使用任何手段为群勇网络游戏或群勇网络游戏服务搭建主机、提供或开发配对服务，或者拦截、模仿或者重定向群勇网络所使用的通信协议，包括但不限于通过互联网、联网对战或内容聚合网络等形式来进行未经授权的游戏行为；
（6）协助、创建或维护任何未经授权的连接到游戏或群勇网络游戏服务的连接，包括但不限于：任何连接到任意一个模仿或试图模仿群勇网络游戏服务或游戏的未经授权的服务器；以及使用未被群勇网络明确认可的程序或工具的任意连接；
（7）干扰以及协助干扰用于提供群勇网络服务或游戏服务的任意计算机（简称为“服务器”）；或者其它玩家正常游戏。任何尝试干扰群勇网络服务或者破坏游戏正常运行的行为，将可能触犯刑法和民法；或出于任何目的，对游戏或者群勇网络服务实施或者意图实施反向工程、反向编译或者反汇编。
 
七、拒绝提供担保和免责声明
 
1、拒绝提供担保
用户明确同意使用群勇网络服务的风险由用户个人承担。群勇网络的通行证账号与服务以“现有”的状态提供给用户，群勇网络明确表示不提供任何类型的担保，不论是明确的或隐含的。群勇网络不担保服务一定能满足用户的要求，也不担保服务不会受中断，群勇网络对服务的及时性、安全性、真实性、出错发生都不作担保。
群勇网络拒绝提供任何担保，包括信息能否准确、及时、顺利地传送。用户理解并接受下载或通过群勇网络服务取得的任何信息资料取决于用户自己，并由其承担系统受损、资料丢失以及其它任何风险。群勇网络对在服务网上得到的任何商品购物服务、交易进程、招聘信息，都不作担保。用户不会从群勇网络收到口头或书面的意见或信息，群勇网络也不会在这里作明确担保。
 
2、免责条款
群勇网络对直接、间接、偶然、特殊及继起的损害不负责任，这些损害来自：不正当使用产品服务，在网上购买商品或类似服务，在网上进行交易，非法使用服务或用户传送的信息有所变动。这些损害会导致群勇网络形象受损，所以群勇网络早已提出这种损害的可能性。
群勇网络对本项服务下涉及的境内外基础电信运营商的移动通信网络的故障、技术缺陷、覆盖范围限制、不可抗力、计算机病毒、黑客攻击、用户所在位置、用户关机或其他非群勇网络技术能力范围内的事因等造成的服务中断、用户发送的短信息的内容丢失、出现乱码、错误接收、无法接收、迟延接收不承担责任。
在适用法律允许的最大范围内，群勇网络服务是在“现状”及“现有”基础上提供给您使用的，不包括任何类型的明示或暗示的担保（包括但不限于适销性、针对特定目的的适用性、所有权、不侵权以及由交易习惯和贸易惯例所引发的各种可能性）。群勇网络不保证您可按照您所选择的时间和地点访问或使用群勇网络服务，不保证群勇网络游戏服务不会中断或没有错误，不保证缺陷必被纠正，也不保证游戏客户端和群勇网络服务均不含病毒或其它有害要素。
 
      3、责任限制
     除非适用法律有明确规定，否则，群勇网络对您使用群勇网络游戏服务所产生的损失或无法使用群勇网络游戏服务的情况不承担任何责任。在任何情况下，群勇网络都不会对因您使用群勇网络游戏服务、任何游戏或任何游戏客户端引发的特殊的、偶发的、间接的、惩罚性的或者继发的损失负责。在任何情况下，群勇网络共同承担的赔偿责任都不会超过您在诉因发生前六个月向群勇网络已支付的总金额。
对于任何由第三方提出的因您使用群勇网络游戏服务或任何游戏、违反本条款或任何其他公开规则而提起的索赔、要求、损害或其他损失（包括支付合理的律师费），您都同意为群勇网络赔偿、辩护并确保群勇网络的利益不受侵害。
 
4、禁止服务的商业化
用户承诺，未经群勇网络同意，用户不能利用群勇网络各项服务进行销售或其他商业用途。如用户有需要将服务用于商业用途，应书面通知群勇网络并获得群勇网络的明确授权。
 
八、用户管理
 
用户独立承担其发布内容的责任。用户对服务的使用必须遵守所有适用于服务的地方法律、国家法律和国际法律。用户承诺：
 
1. 用户在群勇网络的网页（含群勇网络论坛等）上及游戏中发布信息、用户的游戏账号、用户的游戏角色、用户或者利用群勇网络的服务时必须符合中国有关法规，不得在群勇网络的网页上及游戏中或者利用群勇网络的服务制作、复制、发布、传播以下信息：
（1）反对宪法所确定的基本原则的；
（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
（3）损害国家荣誉和利益的；
（4）煽动民族仇恨、民族歧视，破坏民族团结的；
（5）破坏国家宗教政策，宣扬邪教和封建迷信的；
（6）散布谣言，扰乱社会秩序，破坏社会稳定的；
（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
（8）散步广告、垃圾信息，影响游戏秩序的。
（9）侮辱或者诽谤他人，侵害他人合法权益的；
（10）煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；
（11）以非法民间组织名义活动的；
（12）含有法律、行政法规禁止的其他内容的。
（13）侵犯任何第三者的知识产权，版权或公众/私人权利的。
（14）违反人文道德、风俗习惯的。
注：在群勇网络的网页上发布信息或者利用群勇网络的服务时还必须符合其他有关国家和地区的法律规定以及国际法的有关规定。
 
2、家长监护系统
群勇网络响应国家政策，针对某些特定的游戏开设未成年人家长监护系统，用户未满18周岁（或我们无法识别用户的年龄），则您将受到未成年人家长监护系统的约束。群勇网络将有权根据有关规则以及家长的要求，对用户创建或使用群勇网络通行证或关联的游戏账号进行限制，包括但不限于临时或永久冻结账号、部分或者全部关闭群勇网络各项服务。

3、防沉迷系统
（1）如果用户未满法定年龄（或您的年龄无法被识别），则用户在游戏内的活动将受到游戏防沉迷系统监测，如果用户拥有一个以上群勇网络通行证，则该游戏防沉迷系统将同时适用于用户的所有群勇网络通行证；
（2）用户需提供真实完整的信息以便于群勇网络识别用户的身份并向有关部门提交实名认证信息，如因提供的资料不真实而产生的后果由用户自行承担；
（3）在现有的技术条件下，群勇网络将尽合理的商业努力并根据有关监管部门的要求开发并维护未成年人家长监护系统、防沉迷与实名认证系统，按“现状”提供给您使用。由于技术不可避免的局限性以及系统运作各环节受外界的影响群勇网络不保证各系统不存在任何漏洞；不保证各系统能随时正常运作；亦不保证监护或认证效果完全正确真实或满足用户的需求。群勇网络不提供任何适用法律明确规定之外的明示或默示担保，不对此承担任何责任。
 
 
4. 用户不得利用群勇网络的服务从事以下活动：
（1）未经允许，进入计算机信息网络或者使用计算机信息网络资源的；
（2）未经允许，对计算机信息网络功能进行删除、修改或者增加的；
（3）未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；
（4）故意制作、传播计算机病毒等破坏性程序的；
（5）其他危害计算机信息网络安全的行为。
 
5. 用户不得以任何方式干扰群勇网络的服务。
（1）不合理地干扰或阻碍他人使用群勇网络所提供的产品和服务；
（2）利用程序的漏洞和错误（Bug）破坏游戏的正常进行或传播该漏洞或错误（Bug）；
（3）直接或间接利用游戏Bug（包括游戏系统、程序、设定等方面存在的漏洞或不合理的现象）、程序漏洞获利或扰乱游戏秩序，或者利用Bug、漏洞达到个人目的；
（4）制作、使用、发布、传播任何形式的妨碍游戏公平性的辅助工具或程序（指用于在游戏中获取优势，但不属于群勇网络平台或各游戏软件的一部分的任何文件或程序），包括作弊性质的外挂以及相关辅助性质的外挂等（包括但不限于自动打怪、自动练级、自动吃药、自动完成任务、加速性质或超出游戏设定范围等操作）；
（5）不得修改客户端程序，使之改变或者新增或者减少群勇网络平台所预先设定的功能，或者导致客户端向服务器发送的数据出现异常的一切行为。
 
6. 用户不得滥用群勇网络服务，包括但不限于：利用群勇网络运营商提供的邮箱服务发送垃圾邮件，利用群勇网络服务进行侵害他人知识产权或者合法利益的其他行为。
 
7. 用户应遵守群勇网络的所有其他规定和程序。
用户须对自己在使用群勇网络服务过程中的行为承担法律责任。用户承担法律责任的形式包括但不限于：对受到侵害者进行赔偿，以及在群勇网络首先承担了因用户行为导致的行政处罚或侵权损害赔偿责任后，用户应给予群勇网络等额的赔偿。用户理解，如果群勇网络发现其网站传输的信息明显属于本协议八1所列内容之一，依据中国法律，群勇网络有义务立即停止传输，保存有关记录，向国家有关机关报告，并且删除含有该内容的地址、目录或关闭服务器。
 
8、保障
用户同意保障和维护群勇网络全体成员的利益，负责支付由用户使用超出服务范围引起的律师费用，违反服务条款的损害补偿费用，其它人使用用户的电脑、账号而产生的费用。用户或者使用用户账号的其他人在进行游戏过程中侵犯第三方知识产权及其他权利而导致被侵权人索赔的，由用户承担责任。
 
9、用户的帐号名称及游戏中的人物、宠物、英雄、帮会等名称（或与此意义相同/相近的昵称）应当遵守合法、健康的原则，不允许使用包括但不限于涉及种族、宗教、政治、国家领导人、淫秽、低俗、诽谤、恐吓、欺诈性的、攻击性的、污辱性的、可能引起误会的、违禁药品等内容的名称。
 
10、用户应当对自己在游戏中的言行负责，包括但不限于：
（1）通过任何方式、行为散布或传播低俗、不雅信息；
（2）通过任何方式、行为冒充平台或游戏系统向其他用户散布或传播虚假信息；
（3）通过任何方式或途径引起纷争；
（4）通过任何方式、行为散布或传播、使用私服、木马、外挂、病毒及此类信息；
（5）通过任何方式、行为散布或传播代练的信息；
（6）通过任何方式、行为传播或进行除群勇网络提供的交易途径之外的游戏帐号、虚拟货币、虚拟道具的线下交易；
（7）大量传播相同的、类似的短语或无意义的文字，或者任何与群勇网络及其游戏无关的信息；
（8）宣扬、鼓动任何游戏虚拟世界之外的暴力行为；
（9）泄露其它用户、非用户或群勇网络平台员工的任何游戏世界和现实世界信息；
（10）宣传或发布违法信息、违反社会公德的信息，或不利于精神文明建设的信息，包括但不限于色情、赌博、邪教、恐怖主义等内容；
（11）通过任何方式、行为散布任何种类的广告信息及广告链接；
（12）发布诋毁或攻击群勇网络及其游戏的言论或信息；
（13）其他不符合法律法规、社会公德或游戏规则的言论或行为。
 
11、用户不得扰乱游戏秩序，包括但不限于：
（1）长时间停留在特殊地点或敏感地区（包括但不限于活动报名人、“移民使者”、传送人、传送点等处），干扰其他用户游戏；
（2）进行恶意PK、清场、敲诈、勒索等行为；
（3）扬言进行或煽动其他用户或非用户参与非正常游戏内容的行为（包括但不限于游行、聚众闹事等）；
（4）以相似昵称的人物冒充他人好友、冒充NPC或官方角色等方式在游戏内外进行欺诈。
 
12、群勇网络积极保护用户的帐号、虚拟物品及虚拟货币的安全，为此，群勇网络对盗号及盗号相关行为展开严厉的打击。群勇网络发现或者怀疑存在包括但不限于以下的盗号及盗号相关行为时，有权视情况按照本协议的规定处理：
（1）盗取帐号或/及密码、账号注册信息；
（2）盗取虚拟物品；
（3）盗取虚拟货币；
（4）异常IP下的物品转移；
（5）协助盗号者操作及转移游戏虚拟物品；
（6）发现或者怀疑存在虚假的盗号投诉；
（7）虚拟物品来源不符合游戏规则；
（8）其他盗号及盗号相关行为。
为了维护游戏的公平与秩序，即使用户能证明其没有主动的参与盗号，但是用户的物品来源于盗号或者盗号相关行为的，群勇网络也有权自行判断回收、冻结涉及盗号的物品及帐号。用户应该配合群勇网络对盗号及盗号相关行为的调查，并认可在调查期间对帐号采取保护性措施（包括但不限于暂时冻结帐号），用户有义务维护游戏的秩序。
 
13、未经群勇网络事先书面允许，用户不得通过第三方软件公开全部或部分展示、复制、传播、播放群勇网络的游戏画面，否则群勇网络将有权根据用户的违约情节，采取各种处理措施。
 
14、若用户实施违反本条所述“八、用户管理”的行为，群勇网络及其产品或服务联运方有权视行为严重程度，向该用户施加以下一项或若干项违规后果，该用户应承担该等不利后果：
（1）警告：警告是针对轻微违反游戏政策而做出的教育导向，它是用于正常管理游戏运行的一种方式。
（2）禁言：关闭违规用户的部分或全部聊天频道，强制暂停违规用户角色的线上对话功能，使该角色无法与其他用户对话，直到此次处罚到期或是取消。
（3）强制离线：强制让违规用户角色离开当前游戏，结束该用户当前游戏程序的执行。
（4）暂时隔离：将违规用户的游戏角色转移至特殊游戏场景，限制其局部游戏操作，直到此次处罚到期或是取消。
（5）封停角色：暂停或永久终止违规账号的违规游戏角色使用群勇网络帐号登录游戏世界的权利。
（6）封停帐号：暂停或永久终止违规用户使用群勇网络帐号登录某款游戏或其某个服务器的权利。
（7）封停IP：暂停或永久终止违规用户使用某异常ip地址（包括ipv4/ipv6）登录某款游戏或其某个服务器的权利。
（8）封停设备：暂停或永久终止违规用户使用某个硬件设备登录某款游戏或其某个服务器的权利。
（9）删除档案：将违规用户在某个游戏世界中的人物档案删除，不让该人物再出现在游戏世界。
（10）删除帐号：永久终止违规用户通过群勇网络帐号登录群勇网络平台的权利，包括但不限于用户注册信息、角色信息、等级物品、游戏货币等游戏数据库中的全部数据都将被永久封禁。
（11）收回游戏虚拟物品：对于违规用户因欺诈或其他违规行为而获取的游戏虚拟物品，包括但不限于游戏虚拟货币、虚拟物品，进行收回。
（12）修改名称：强制修改违规用户论坛昵称、游戏人物或帮派等的名称。
（13）解散组织：解散违规用户成立的帮派、公会等组织。
（14）倒扣数值：针对游戏角色游戏数值进行扣除，包括但不限于游戏角色等级、金钱、经验等。
（15）通告违规行为：群勇网络有权决定通过下列一项或若干项方式通告用户违规行为，包括但不限于：游戏程序内、官方网站、BBS电子公告板、玩家社群、自媒体、合作网站、合作专区。
（16）关联服务终止：群勇网络向该用户施加上述一项或若干项违规后果的，有权参照用户承担的不利后果，向其施加某款游戏的其他一切关联服务，包括但不限于：官方网站、BBS电子公告板、玩家社群、自媒体、合作网站、合作专区。
（17）承担法律责任：违规用户的不当行为对他人或者群勇网络造成损害，或者与现行法律规定相违背的，违规用户应依法承担相应的民事、行政和／或刑事责任，例如，用户在进行游戏过程中侵犯第三方知识产权或其他权利而导致被权利人索赔的，由用户直接承担责任。
 
15、若用户实施违反本条款所述“八、用户管理”的行为，群勇网络还有权要求违规用户向群勇网络承担违约责任，包括但不限于恢复原状，消除影响，对给群勇网络造成的直接及间接损失或额外的成本支出进行赔偿，以及在群勇网络首先承担了因违规用户行为导致的行政处罚或侵权损害赔偿责任后，由群勇网络向违规用户追偿。
 
九、游戏管理
 
1、资料转移
当出现需要将游戏服务器合并的情形时，群勇网络有权将用户的角色档案转移到其它群勇网络游戏服务器。
 
2. 群勇网络通行证服务使用者守则：
（1）遵守国家法律法规；
（2）严禁修改、破译或进行任何影响游戏程序和游戏网络数据传输封包的行为；
（3）严禁使用任何方法对服务器进行恶意入侵、攻击，或任何破坏网络服务正常运行的行为；
（4）禁止利用游戏Bug和第三方外挂程序进行赚取金钱、复制装备、快速累积经验值等破坏游戏公平性及造成服务器负担加重的行为；
（5）禁止公开或私下传播任何存在并可利用的游戏Bug，请在发现该类问题时立即向群勇网络反映；
（6）禁止使用含有人身攻击、淫秽、辱骂、反动及其他危害本游戏形象、同GM角色名故意相似扰乱正常服务秩序以及国家利益和社会公德性质的角色名；
（7）禁止使用公共频道恶意刷屏，或做出任何影响正常游戏秩序的行为；
（8）任何侵犯以上条款的违规行为，GM有权根据情节轻重对违规者进行警告、强制下线、禁闭、改名、删除人物直至封停账号的处罚，情节尤其严重者，将进一步追究法律责任，违规造成的点卡损失等后果，由当事的群勇网络服务使用者自行承担。
 
3、GM身份说明
（1）GM即Game Master，指的是维护和管理游戏虚拟世界秩序的线上游戏管理员；
（2）GM不会干预游戏的正常秩序，不会以任何方式索要玩家的个人资料和密码，并不负责解决玩家之间的私人纠纷以及游戏的攻略等问题；
（3）请在游戏中尊重、理解并配合GM的工作，如有任何意见，请通过专用信箱向客服中心申诉和举报；
 
4. 用户充值
 
（1）用户选择充值服务，即表示用户完全接受本协议项下的全部条款。并了解充值所兑换游戏币的使用范围仅限于兑换自身提供的网络游戏产品和服务，不得用于支付、购买实物或兑换其他单位的产品和服役。
（2）用户充值一旦成功，充值即确定完成，群勇网络将不提供任何更改、修正服务。正常情况下，用户不得向群勇网络要求退还充值金额，除非所充入游戏币本身无法使用到任何应用内容中，若发生异议用户可通过客服专线查询处理。
（3）在使用群勇网络充值系统时，用户必须仔细确认自己的账号，若因为用户自身输入账号错误、操作不当或不了解充值计费方式等因素造成充错账号、错选充值种类等情形而损害自身权益，不得因此要求群勇网络作任何补偿或赔偿。
（4）若因用户违反本协议内容，群勇网络因此冻结及终止账号使用资格者，不得因此要求群勇网络作任何补偿或赔偿。
（5）若因群勇网络充值系统自身故障原因造成用户充值失实，在群勇网络恢复、存有有效数据和用户提供合法有效凭证的情况下，群勇网络将根据用户充值情况作出变动措施。
 
5. 虚拟物品说明
 
群勇网络对网络服务和游戏中出现的全部内容享有所有权、许可权或者其他权利。您同意对该前述内容（包括但不限于在游戏中出现或生成的虚拟物品，与该群勇网络游戏通行证相关联或存储于群勇网络游戏服务的其它属性信息）不享有所有权或者其他任何财产权利。我们不承认任何于游戏外进行的所谓虚拟物品转让行为，也不承认任何于“现实世界”中进行的、对游戏中出现或生成内容的所谓销售、赠送或交易行为，除非上述行为已得到群勇网络明确的书面授权。用户不得出售游戏虚拟物品来换取现实货币或将此类虚拟物品与游戏外的现实物品进行交换。用户在群勇网络提供的网络服务和游戏中产生的虚拟货币（游戏币）仅供在游戏中使用，无换取真实现金或其他真实物品等权利。
（1）不推荐群勇网络服务使用者进行任何未经过我们认证的真实的货币或点卡等物品与账号、虚拟货币和虚拟物品之间的交易，我们对由此所造成的任何纠纷和后果概不负责；
（2）请提高警惕，谨防服务中的欺骗行为，由于群勇网络服务使用者个人不慎而造成的账号、虚拟物品和点卡被骗或其他任何后果，我们可以提供支持帮助，但不负责赔偿或追回受骗的损失；
（3）除服务器大规模断线外，由于地方网络问题、个人操作问题等个别原因造成的角色被删或回档、以及虚拟物品和金钱的损失，我们不负有责任。
 
6. 关于游戏内玩家与玩家之间的对战（PK）
我们的游戏虚拟世界内会有部分的区域设置有用户玩家之间的强制性对战。接受本协议即默认接受强制性对战的游戏设置，请玩家谨慎选择。
 
十、结束服务
 
1. 用户或群勇网络可随时根据实际情况终止服务。群勇网络有权单方不经通知终止向用户提供某一项或多项服务；用户有权单方不经通知单方终止接受群勇网络的服务。
2. 用户连续180天没有使用群勇网络所提供的服务，则自第180天当天的24时起，群勇网络有权立即终止对用户提供部分或全部服务。收回该用户账号，删除包括但不限于注册信息、等级信息、角色信息、物品信息等一切与注册账号相关的信息，且勿需对删除账号所带来的任何利益损失负责。
3. 结束用户服务后，用户使用群勇网络服务的权利立即终止。从那时起，群勇网络不再对用户承担任何义务。
4. 用户知道并同意，服务变更、中止与结束属于群勇网络商业决策之内容。用户不得因服务的变更、中止或者结束而要求群勇网络继续提供服务或者承担任何形式的赔偿责任等。
 
十一、通知
 
所有发给用户的通知都可通过电子邮件、常规的信件、游戏中的系统邮件或在网站显著位置公告的方式进行传送群勇网络将通过上述方法之一将消息传递给用户，告知他们服务条款的修改、服务变更或其它重要事情。
 
十二、内容的所有权
 
内容的定义包括：文字、软件、声音、相片、视频、图表；在广告中的全部内容；游戏客户端和群勇网络服务（包括但不仅限于任何字幕、计算机代码、主题、物件、游戏角色、游戏角色名称、故事内容、对话内容、流行语、游戏概念、美术作品、动画、声效、乐曲、音像效果、运算方法、文档、线上聊天记录副本、游戏角色资料信息、使用客户端记录的游戏时长，以及游戏客户端和服务器软件）所有这些内容均属于群勇网络，并受版权、商标、专利和其它财产所有权法律的保护。所以，用户只能在群勇网络的授权下才能使用这些内容，而不能擅自复制、再造这些内容、或创造与内容有关的派生产品。群勇网络将保留追究民事或刑事责任的权利。
 
十三、游戏许可证的转让
 
根据群勇网络的独立决定，某些游戏客户端可能需要输入激活码。与该游戏客户端匹配的激活码只能使用一次，并会令使用该激活码注册的群勇网络游戏通行证获得相应游戏的许可证。游戏客户端许可证的可转让性将受制于该游戏的EULA的规定；然而，任何游戏客户端的转让行为均不会对您所注册的群勇网络游戏通行证产生任何影响，群勇网络游戏通行证不得与游戏客户端一并转让。为已使用的游戏客户端购买许可证的用户应按照群勇网络游戏和/或游戏的官方网站公开的步骤进行，且可能需要支付一定的手续费。
 
十四、滥用服务
 
您不得以任何未被此条款明确允许的方式连接或使用群勇网络游戏服务。不限前述事项，您同意不会发起、协助或参与任何形式的攻击行为，包括但不限于（a）攻击群勇网络游戏服务、试图中断群勇网络游戏服务或阻碍他人正常使用群勇网络游戏服务；（b）试图不经过授权而使用群勇网络游戏服务、他人注册的群勇网络游戏通行证或者进入与群勇网络游戏服务相关联的计算机系统或网络。

十五、不得进行数据采集
 
1. 用户不得以任何未被群勇网络明确允许的方式，从群勇网络游戏服务或任何游戏获取或试图获取信息；
2. 用户不得拦截、检视或观察任何由客户端或群勇网络游戏服务使用的专属通信协议，不论是通过使用网络分析器、封包窃听器还是其它设备；
3. 用户不得使用任何第三方软件从/通过游戏客户端或群勇网络游戏服务采集信息，包括但不限于您的角色信息、您注册的任何群勇网络游戏通行证信息、虚拟物品信息、其它玩家信息或其它一切游戏数据。
 
十六、条款的可分割性
 
如本条款的任何内容被认定为是无效或者是不可执行的，则该部分将被去除，而剩余部分将维持全部法律效力。
 
十七、协议整体
 
本条款（包括本条款中明确引用的文档）构成您与群勇网络之间的整体协议，并且取代先前就本协议事项达成的口头或书面的协议/条款。本条款可与其他公开规则同时存在并适用。除非有明确约定，否则，如本条款内容与其他公开规则内容相冲突的，将优先适用最新公布的内容。
 
十八、非弃权
 
群勇网络未能执行本条款中的任何条款的行为不应被解释为放弃当前或未来对该条款的权利，也不会影响群勇网络日后要求执行该条款的权利。群勇网络明确提出放弃本条款中的规定、条件或要求不构成放弃追究未来与此规定、条件或要求相一致的责任。
 
十九、不可抗力
 
群勇网络不应对任何由群勇网络合理控制范围以外的原因造成的迟延或失误而负责，包括但不限于战争、恐怖主义、暴动、禁运、军事事件、火灾、洪水、事故、罢工或运输设施紧缺、网络中断、燃料、能源、劳动力或物料的短缺等不能预见、不能避免和不能克服的情况。
 
二十、最终解释权
 
在适用法律允许的最大范围内，群勇网络对本协议条款、产品和服务以及我们所提供的产品和服务的相关官方网站的最终解释权。]]


Official_PrivacyAgreement = {}
Official_PrivacyAgreement.Title = "用户隐私政策"
Official_PrivacyAgreement.Text = 
[[更新日期：2020年9月9日

生效日期：2020年9月9日

重要提示

杭州群勇网络科技有限公司及各关联公司（以下统称“群勇”或“我们”。本指引中的群勇网络，具体是指群勇游戏及其服务的提供方杭州群勇网络科技有限公司，注册地为浙江省杭州市西湖区转塘科技经济区块2号2幢2层，有关个人信息保护的联系方式为：work@shentu-inc.com。关联公司包括但不限于母公司、子公司、分公司或办事处、技术服务方、联合运营方、推广合作方等）一向庄严承诺保护使用群勇的产品和服务（以下统称“群勇服务”）之用户（以下统称“用户”或“您”）的个人信息和隐私安全。您在使用群勇服务时，我们可能会收集和使用您的相关个人信息。我们希望通过《群勇网络隐私政策》（以下简称“本政策”）向您说明我们在收集和使用您相关个人信息时对应的处理规则等相关事宜，以便更好地保障您的权益。
● 本政策适用于我们提供的所有群勇服务。当您使用我们任何单项服务时，您同意接受本政策以及我们在该单项服务中发出的特定隐私信息类政策条款（下列称“特定条款”）的保护，在此情况下特定条款与本政策条款同时对您产生效力。例如：使用群勇在线游戏服务的用户，同时适用本政策以及《网络游戏用户隐私权保护和个人信息利用政策》（见附件一）；未满十四周岁的用户，同时适用本政策以及《群勇网络儿童个人信息保护规则及监护人须知》（见附件二）。
● 如特定条款与本政策条款存在同类条款的不一致约定，则在特定条款约束范围内应以特定条款为准。如我们提供的某一单项服务不适用本政策的，该服务中会以适当方式明示排除适用本政策。
● 在使用各项群勇服务前，请您务必仔细阅读并透彻理解本政策，特别是以粗体/加重字体、粗体下划线、斜体、下划线、颜色标识的与您的权益存在或可能存在重大关系的条款，您应重点阅读，在确认充分理解并同意后再开始使用。还包括您应特别注意任何未明确标记的含有“不承担”、“免责”、“不得”、“包括”、“包括但不限于”等形式用语的条款），该等条款的确认将导致您在特定情况下的被动、不便、损失、授权，请您在确认同意本协议之前再次阅读确认上述条款。双方确认上述条款非属于《合同法》第40条、《中华人民共和国民法典》第497条规定的“不合理地免除或者减轻其责任、加重对方责任、限制对方主要权利”、“排除对方主要权利”的条款。
● 如果您不同意本政策的内容，将可能导致群勇服务无法正常运行，或者无法达到我们拟达到的服务效果，您应立即停止访问/使用群勇服务。您使用或继续使用群勇服务，都表示您同意我们按照本政策（包括更新版本）收集、使用、储存、分享、转让和披露您的个人信息。
● 为了向您提供游戏娱乐以及与此相关的玩家互动、消费等服务，我们需要收集您的游戏历史、设备信息、登录日志等信息，您认可注册或使用群勇服务的此等信息作为服务协议及隐私政策同意凭证，且无论您是否改变意思表示，群勇依相关法律法规要求继续保存您的历史凭证。
● 请注意：鉴于用户使用网络服务之习惯，您有权利且有义务自使用群勇服务之日起，无论本隐私政策是否更新，应每月自行主动对本政策之全部内容进行重新阅读，鉴于上述约定，您因自身怠于行使该等权利或怠于履行该等义务的，无权以未获知上述内容而对相关条款的法律效力提出异议。
 
在阅读完本政策后，如您对本政策或与本政策相关的事宜有任何问题，您可通过本政策“如何联系我们”章节所列的反馈渠道联系我们，我们会尽快为您作出解答。
目录

一、我们如何收集和使用个人信息
二、我们如何使用COOKIES或同类技术
三、我们可能分享、转让和披露的个人信息
四、我们如何储存和保护个人信息
五、如何管理您的个人信息
六、第三方服务
七、未成年人保护
八、通知和修订
九、如何联系我们
 
一、我们如何收集和使用个人信息
 
我们收集您的个人信息主要是为了您和其他用户能够更容易和更满意地使用群勇服务。群勇的目标是向所有的互联网用户提供安全、有趣及有教益的上网经历。而这些信息有助于我们实现这一目标。
（一）我们将通过以下途径收集和获得您的个人信息：
1、您提供的信息。 例如：
（1）您在注册群勇服务的帐号或使用群勇服务时，向我们提供的信息；
（2）您通过群勇服务向其他方提供的共享信息，以及您使用群勇服务时所储存的信息。
请注意，如您在群勇服务中其他用户可见的公开区域内上传或发布的信息中、您对其他人上传或发布的信息作出的回应中公开您的信息，该等信息可能会被他人收集并加以使用。当您发现他人不正当地收集或使用您的信息时，可通过本政策“如何联系我们”章节所列的反馈渠道联系我们。
2、其他方分享的您的信息。亦即其他方使用群勇服务时所提供有关您的共享信息。
3、我们获取的您的信息。您在使用群勇服务时，我们收集、汇总、记录的信息，例如日志信息、位置信息、设备信息。
（二）我们会出于以下目的，收集和使用您以下类型的个人信息：
1、帮助您完成注册及登录
为便于我们为您提供服务，您需要提供基本注册或登录信息，包括手机号码、电子邮箱地址，并创建您的帐号、用户名和密码。
在部分单项服务中，如果您仅需使用浏览、搜索等基本服务，您不需要注册成为群勇用户及提供上述信息；您也可以在注册、登录或后续使用过程中，填写或补充您的其他额外信息（例如您的昵称、头像、性别、籍贯、职业、学历、出生日期、兴趣爱好），这将有助于我们给您提供个性化的推荐和更优的服务体验，但如果您不提供这些信息，并不会影响您使用群勇服务的基本功能。
此外，在符合群勇单项服务的服务协议约定条件及国家相关法律法规规定的情况下，我们也提供注册帐号的注销，您可以登录群勇帐号中心（www.hzyotoy.com）联系我们处理或按照单项服务的具体指引进行操作。
2、实现身份认证
依照相关法律法规规定及监管要求，或为满足用户身份真实核验、保障系统和服务安全及其他特定服务功能等需要，我们可能需要您提供真实身份信息（例如姓名、身份证、港澳居民来往内地通行证、台湾居民来往大陆通行证、护照、驾驶证、居民户口簿、面部特征、指纹及其他身份信息）以完成身份认证。如果您不提供上述信息，我们将不能向您提供相关的功能及服务。
为实现身份认证的目的，您同意并授权我们可以自行或委托第三方向有关身份认证机构（如个人征信机构、政府部门等）提供、查询、核对您的前述身份信息。
3、维护基础功能的正常运行
在您使用我们服务过程中，为识别帐号异常状态、了解产品适配性，向您提供浏览、搜索等基本服务，维护基础功能的正常运行，我们可能会自动收集、储存关于您使用的服务以及使用方式的信息并将这些信息进行关联，这些信息包括：
（1）日志信息：当您使用我们的服务时，我们可能会自动收集您对我们服务的详细使用情况，作为有关网络日志保存。例如您的登录帐号、搜索查询内容、IP地址、浏览器的类型、电信运营商、网络环境、使用的语言、访问日期和时间及您访问的网页浏览记录、Push打开记录、停留时长、刷新记录、发布记录、关注、订阅、收藏及分享。
（2）设备信息：我们可能会根据您在软件安装及使用中授予的具体权限，接收并记录您所使用的设备相关信息（例如IMEI、MAC、Serial、SIM卡IMSI识别码、设备机型、操作系统及版本、客户端版本、设备分辨率、包名、设备设置、进程及软件列表、唯一设备标识符、软硬件特征信息）、设备所在位置相关信息（例如IP 地址、GPS位置以及能够提供相关信息的WLAN接入点、蓝牙和基站传感器信息）。
同时为了收集上述基本的个人设备信息，我们将会申请访问您的设备信息的权限，我们收集这些信息是为了向您提供我们基本服务和基础功能，如您拒绝提供上述权限将可能导致您无法使用群勇服务。
请注意，单独的设备信息、日志信息是无法识别特定自然人身份的信息。如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将该类个人信息做匿名化、去标识化处理。这些信息在结合使用期间，将作为您的个人信息按照本隐私政策处理与保护。
4、向您提供互动与发布服务
您在使用群勇服务时、上传和/或发布信息以及进行相关行为（例如发布、回复、顶贴、喜欢、点赞、分享、收藏、打赏）时，我们将收集您上传、发布或形成的信息，并有权展示您的昵称、头像和发布内容。
5、帮助您完成下单、支付并向您交付商品或服务
（1）当您在群勇服务中订购具体商品及/或服务时，我们会通过系统为您生成购买该商品及/或服务的订单。在下单过程中，您至少需提供收货人个人身份信息、姓名、收货地址、邮政编码、收货人、联系电话、支付状态信息。如果您拒绝提供此类信息，我们将无法完成相关交付服务。如您通过群勇服务为其他人订购商品或服务，您需要提供该实际订购人的前述信息。向我们提供该实际订购人的前述信息之前，您需确保您已经取得其授权同意；
（2）为展示您帐号的订单信息，我们会收集您在使用群勇服务过程中产生的订单信息（例如您所购买的商品或服务信息、具体订单号、订单创建时间、交易金额）用于向您展示及便于您对订单进行管理；
（3）为完成订单支付、交付商品或服务、确认交易状态及为您提供售后与争议解决服务，我们会通过您基于交易所选择的交易对象、支付机构、物流公司等收集与交易进度相关的您的帐号、订单、交易、支付、物流信息，或将您的交易信息共享给上述服务提供者。
6、为您提供客服或其他用户响应功能
当您联系我们的客服或使用客服相关系统功能时（例如提出售中售后申请、个人信息保护投诉或建议、其他客户投诉和需求），我们可能需要您提供必要的个人信息以匹配并核验您的用户身份，以便保障您的帐号与系统安全。我们可能还会保存您的联系方式（您与我们联系时使用的或您向我们主动提供的其他联系方式）、您与我们的通信/通话记录和内容、与您需求相关联的其他必要信息，以便与您联系或帮助您解决问题，或记录相关问题的处理方案及结果。
7、我们通过间接方式收集到的您的个人信息
我们可能从关联方、第三方合作伙伴获取您授权共享的相关信息。例如，我们可能从第三方获取您授权共享的帐号信息（包括用户名、头像、昵称）并在您同意本政策后将您的第三方帐号与您的群勇服务帐号绑定，使您可以通过第三方帐号直接登录并使用群勇服务。我们将在符合相关法律法规规定，并依据与关联方或第三方合作伙伴的约定、确信其提供的信息来源合法的前提下，收集并使用您的这些信息。
8、向您提供商品或服务的信息展示和推送
（1）为您展示和推送商品或服务
基于您向我们提供的信息、我们可能收集的信息及我们通过间接方式收集到的您的信息（例如您的浏览及搜索记录、设备信息、位置信息、订单信息），我们可能会基于上述一项或几项信息的结合，进行推荐算法建模、程序化广告推荐算法建模、用户行为分析及用户画像，用于提取您的浏览、搜索偏好、行为习惯、位置信息相关特征，以便向您提供更契合您需求的页面展示和推荐个性化内容。
我们也可能基于特征标签通过电子邮件、短信或其他方式向您发送信息，提供或推广我们或第三方的如下商品和服务：
包括但不限于：娱乐、互动娱乐服务、网络游戏服务、支付服务、社交网络服务、即时通讯服务、互联网搜索服务、应用软件和服务、数据管理软件和服务、网上广告服务、电子商务、资讯及通讯软件和服务、积分和奖励计划，以及我们认为可能与您相关的其他商品和服务。
（2）向您发出通知
我们可能在必需时（例如当我们由于系统维护而暂停某一单项服务、变更、终止提供某一单项服务时）向您发出与服务有关的通知。
如您不希望继续接收我们推送的消息，您可要求我们停止推送，例如：根据短信退订指引要求我们停止发送推广短信，或在移动端设备中进行设置，不再接收我们推送的消息；但我们依法律规定或单项服务的服务协议约定发送消息的情形除外。您认可并同意，进行任何不再接收推送消息的设置后，我们向您发出通知的传输记录条表明通知已经发送往该邮箱或号码,则该通知应被视为已送达。
9、为您提供安全保障
为提高您使用我们及合作伙伴提供服务的安全性，保护您或其他用户或公众的人身财产安全免遭侵害，更好地预防钓鱼网站、欺诈、网络漏洞、计算机病毒、网络攻击、网络侵入等安全风险，更准确地识别违反法律法规或群勇服务相关协议规则的情况，我们可能会收集、使用或整合您的帐号信息、交易信息、设备信息、日志信息以及我们关联公司、合作伙伴取得您授权或依据法律共享的信息，来综合判断您帐号及交易风险、进行身份验证、检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施。
10、改进我们的服务
我们可能将通过某一项群勇服务所收集的信息，用于我们的其他服务。例如，在您使用某一项群勇服务时所收集的您的信息，可能在另一项群勇服务中用于向您提供特定内容或向您展示与您相关的、而非普遍推送的信息；我们可能让您参与有关群勇服务的调查，帮助我们改善现有服务或设计新服务；同时，我们可能将您的信息用于软件更新。
11、其他用途
您了解并同意，在收集您的个人信息后，我们可能通过技术手段对数据进行去标识化处理，去标识化处理的信息将无法识别您的身份，在此情况下我们有权使用已经去标识化的信息，对用户数据库进行分析并予以商业化的利用，而无需另行获得您的同意。
请您注意，如果我们要将您的个人信息用于本政策中未载明的其他用途或额外收集未提及的其他个人信息，我们会通过页面提示、交互流程、网站公告或其他方式另行征得您的同意。一旦您同意，该等额外用途将视为本政策的一部分，该等额外信息也将适用本政策。
12、您理解并同意，部分单项服务可能需要您在您的设备中开启特定的访问权限，以实现这些权限所涉及信息的收集和使用。例如：
（1）在您开启相册和/或相机（摄像头）权限后，您能够截图、下载、上传、拍摄照片/图片/视频，实现发布信息和评论、视频直播或与客服沟通提供证明等功能；
（2）在您开启通讯录和/或设备信息权限后，我们可以获取您的设备信息、通讯录好友信息，以便向您提供适配设备的群勇服务，或在服务中正常使用好友状态查询、邀请您的好友使用群勇服务、向您认识的人分享内容/产品等功能；
（3）在您开启麦克风和相关语音权限后，您能够使用语音功能与我们的产品、他人进行信息交互，或与客服联系等；
（4）在您开启位置权限后，我们可以获取您的位置信息，以便让您与附近的朋友进行信息交互或向您推送个性化内容等；
（5）在您开启我们可读取/写入您文件的权限后，我们可以在您的设备中存储文件，以便为您提供内容/产品或服务的版本更新等功能。
（6）在您开启我们可读取/写入您日历的权限后，我们可以获取您的日程时间，以便为您提供记录、提醒等功能。
当您需要关闭这些功能权限时，大多数移动设备都会支持您的这项需求，具体方法请参考或联系您移动设备的服务商或生产商。请您注意，您开启任一权限即代表您授权我们可以收集和使用相关信息来为您提供对应服务，您一旦关闭任一权限即代表您取消了授权，我们将不再基于对应权限继续收集和使用相关信息，也无法为您提供该权限所对应的服务。但是，您关闭权限的决定不会影响此前基于您的授权所进行的信息收集及使用。
13、征得授权同意的例外
根据相关法律法规规定，以下情形中收集您的信息无需征得您的授权同意：
（1）与国家安全、国防安全有关的；
（2）与公共安全、公共卫生、重大公共利益有关的；
（3）与犯罪侦查、起诉、审判和判决执行等有关的；
（4）出于维护信息主体或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；
（5）所收集的信息是您自行向社会公众公开的；
（6）从合法公开披露的信息中收集信息的，如合法的新闻报道、政府信息公开等渠道；
（7）根据您的要求签订合同所必需的；
（8）用于维护群勇服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；
（9）为合法的新闻报道所必需的；
（10）学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的信息进行去标识化处理的；
（11）法律法规规定的其他情形。
14、有关个人敏感信息的提示
以上由您提供或我们收集您的信息中，可能包含您的个人敏感信息，例如身份证件号码、个人生物识别信息、银行账号、通信记录和内容、财产信息、征信信息、行踪轨迹、住宿信息、健康生理信息、交易信息。请您谨慎并留意个人敏感信息，您同意您的个人敏感信息我们可以按本政策所述的目的和方式来处理。
 
二、我们如何使用COOKIES或同类技术
 
我们或我们的第三方合作伙伴可能通过COOKIES或同类技术获取和使用您的信息，并将该等信息储存为日志信息。
通过使用COOKIES，我们向用户提供简单易行并富个性化的网络体验。一个COOKIES是少量的数据，它们从一个网络服务器送至您的浏览器并存在计算机硬盘上。我们使用COOKIES是为了让其用户可以受益。比如，为使得群勇虚拟社区的登录过程更快捷，您可以选择把用户名存在一个COOKIES中。这样下次当您要登录群勇的服务时能更加方便快捷。COOKIES能帮助我们确定您连接的页面和内容，您在群勇特定服务上花费的时间和您所选择的群勇服务。
COOKIES使得我们能更好、更快地为您服务，并且使您在群勇服务上的经历更富个性化。然而，您应该能够控制COOKIES是否以及怎样被您的浏览器接受。请查阅您的浏览器附带的文件以获得更多这方面的信息。
我们和第三方合作伙伴可能通过COOKIES或同类技术收集和使用您的信息，并将该等信息储存。
我们使用自己的COOKIES或同类技术，可能用于以下用途：
1、记住您的身份。例如：COOKIES或同类技术有助于我们辨认您作为我们的注册用户的身份，或保存您向我们提供有关您的喜好或其他信息；
2、分析您使用我们服务的情况。我们可利用COOKIES或同类技术来了解您使用群勇服务进行什么活动、或哪些服务最受欢迎；
3、广告优化。COOKIES或同类技术有助于我们根据您的信息，向您提供与您相关的广告而非进行普遍的广告投放。
我们为上述目的使用COOKIES或同类技术的同时，可能将通过COOKIES或同类技术收集的非个人身份信息汇总提供给广告商和其他伙伴，用于分析您和其他用户如何使用群勇服务并用于广告服务。
群勇服务上可能会有广告商和其他合作方放置的COOKIES或同类技术。这些COOKIES和或同类技术可能会收集与您相关的非个人身份信息，以用于分析用户如何使用该等服务、向您发送您可能感兴趣的广告，或用于评估广告服务的效果。这些第三方COOKIES或同类技术收集和使用该等信息不受本政策约束，而是受到其自身的信息保护声明约束，我们不对第三方的COOKIES或同类技术承担责任。
您可以通过浏览器或用户选择机制拒绝或管理COOKIES或同类技术。但请您注意，如果您停用COOKIES或同类技术，我们有可能无法为您提供最佳的服务体验，某些服务也可能无法正常使用。同时，您仍然将收到广告，只是这些广告与您的相关性会降低。
 
三、我们可能分享、转让或披露的个人信息
 
（一）分享
除以下情形外，未经您同意，我们不会与群勇之外的任何第三方分享您的个人信息：
1、向您提供我们的服务。我们可能向合作伙伴及其他第三方分享您的信息，以实现群勇服务的功能，让您正常使用您需要的服务，例如：提供支付服务的支付机构、入驻群勇平台的商家、提供数据服务（包括网络广告监测、数据统计、数据分析）的合作伙伴、第三方物流公司；
2、与关联方的必要分享。为便于我们基于统一的帐号体系向您提供一致化服务以及便于您进行统一管理、个性化推荐、保障系统和帐号安全等，您的个人信息可能会在我们和我们的关联方之间进行必要共享；
3、实现本政策第一条“我们如何收集和使用个人信息”部分所述目的；
4、履行我们在本政策或我们与您达成的其他协议中的义务和行使我们的权利；
5、向委托我们进行推广的合作伙伴等第三方共享，目的是为了使该等委托方了解推广的覆盖面和有效性。比如我们可以告知该委托方有多少人看了他们的推广信息或在看到这些信息后购买了委托方的商品，或者向他们提供不能识别个人身份的统计信息，帮助他们了解其受众或顾客；
6、在法律法规允许的范围内，为了遵守法律、维护我们及我们的关联方或合作伙伴、您或其他群勇用户或社会公众利益、财产或安全免遭损害，比如为防止欺诈等违法活动和减少信用风险，我们可能与其他公司和组织交换信息。不过，这并不包括违反本政策中所作的承诺而为获利目的出售、出租、共享或以其它方式披露的信息；
7、应您合法需求或经您的授权同意；
8、应您的监护人合法要求而提供您的信息；
9、根据与您签署的单项服务协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；
10、基于学术研究而提供；
11、基于符合法律法规的社会公共利益而提供。
我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息。对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本政策以及其他任何相关的保密和安全措施来处理信息。
（二）转让
1、随着我们业务的持续发展，我们有可能进行合并、收购、资产转让或类似的交易，而您的信息有可能作为此类交易的一部分而被转移。我们会要求新的持有您个人信息的公司、组织继续受本政策的约束，否则，我们将要求该公司、组织重新向您征求授权同意。
2、在获得您的明确同意后，我们会向其他方转让您的个人信息。
（三）披露
我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会披露您的个人信息：
1、根据您的需求，在您明确同意的披露方式下披露您所指定的信息；
2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您信息的情况下，我们可能会依据所要求的信息类型和披露方式披露您的信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求接收方必须出具与之相应的法律文件，如传票或调查函。我们坚信，对于要求我们提供的信息，应该在法律允许的范围内尽可能保持透明。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。
（四）分享、转让、披露信息时事先征得授权同意的例外
以下情形中，分享、转让、披露您的信息无需事先征得您的授权同意：
1、与国家安全、国防安全有关的；
2、与公共安全、公共卫生、重大公共利益有关的；
3、与犯罪侦查、起诉、审判和判决执行等司法或行政执法有关的；
4、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
5、您自行向社会公众公开的信息；
6、从合法公开披露的信息中收集信息的，如合法的新闻报道、政府信息公开等渠道。
根据法律规定，共享、转让、披露经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。
 
四、我们如何储存和保护个人信息
 
我们仅在本政策所述目的所必需期间和法律法规要求的最短时限内储存您的个人信息。如我们终止服务或运营，我们将及时停止继续收集您个人信息的活动，同时会遵守相关法律法规要求提前向您通知，并在终止服务或运营后对您的个人信息进行删除或匿名化处理，但法律法规或监管部门另有规定的除外。
我们在中华人民共和国境内运营中收集和产生的个人信息，储存在中国境内，以下情形除外：
1、法律法规有明确规定；
2、获得您的授权同意；
3、您使用的群勇服务涉及跨境，群勇需要向境外提供您的个人信息的。
针对以上情形，我们会确保依据本政策及国家法律法规要求对您的个人信息提供足够的保护。
我们非常重视信息安全，成立了专门的安全团队，并采取一切合理可行的措施，保护您的个人信息：
（一）数据安全技术措施
我们会采用符合业界标准的安全防护措施，包括建立合理的制度规范、安全技术来防止您的个人信息遭到未经授权的访问使用、修改，避免数据的损坏或丢失。
我们的服务采取了多种加密技术，例如在某些群勇服务中，我们将利用加密技术（例如SSL）来保护您的个人信息，采取加密技术对您的个人信息进行加密保存，并通过隔离技术进行隔离。
在个人信息使用时，例如信息展示、信息关联计算，我们会采用多种数据脱敏技术增强信息在使用中的安全性。
我们还会采用严格的数据访问权限控制和多重身份认证技术保护个人信息，避免数据被违规使用。
（二）我们为保护个人信息采取的其他安全措施
我们通过建立数据分类分级制度、数据安全管理规范、数据安全开发规范来管理规范个人信息的储存和使用。
我们通过信息接触者保密协议、监控和审计机制来对数据进行全面安全控制。我们还会举办安全和隐私保护培训课程，加强员工的安全意识以及对于保护信息重要性的认识。
（三）我们仅允许有必要知晓这些信息的群勇员工、合作伙伴访问您的个人信息，并为此设置了严格的访问权限控制和监控机制。我们同时要求可能接触到您的个人信息的所有人员履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与群勇的合作关系。
（四）我们会采取一切合理可行的措施，确保未收集无关的个人信息。
（五）互联网并非绝对安全的环境，而且电子邮件、即时通讯、社交软件或其他服务软件等与其他用户的交流方式无法确定是否完全加密，我们建议您使用此类工具时请使用复杂密码，并注意保护您的信息安全。
（六）互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的个人信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致个人信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。
（七）安全事件处置
在通过群勇服务与第三方进行沟通或购买商品及服务时，您不可避免的要向交易对方或潜在的交易对方披露自己的信息，如联络方式或者邮政地址等。请您妥善保护自己的信息，仅在必要的情形下向他人提供。
为应对个人信息泄露、损毁和丢失等可能出现的风险，我们制定了多项制度，明确安全事件、安全漏洞的分类分级标准及相应的处理流程。我们也为安全事件建立了专门的应急响应团队，按照安全事件处置规范要求，针对不同安全事件启动安全预案，进行止损、分析、定位、制定补救措施、联合相关部门进行溯源和打击。
在不幸发生信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们同时将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报信息安全事件的处置情况。
请您理解，由于技术的限制以及风险防范的局限，即便我们已经尽量加强安全措施，也无法始终保证信息百分之百的安全。您需要了解，您接入群勇服务所用的系统和通讯网络，有可能因我们可控范围外的情况而发生问题。
请您务必妥善保管好您的帐号、密码及其他身份要素。您在使用群勇服务时，我们会通过您的帐号、密码及其他身份要素来识别您的身份。一旦您泄露了前述信息，您可能会蒙受损失，并可能对您产生不利。如您发现帐号、密码及/或其他身份要素可能或已经泄露时，请您立即和我们取得联系，以便我们及时采取相应措施以避免或降低相关损失。
 
五、如何管理您的个人信息
 
（一）访问、更新和删除
我们鼓励您更新和修改您的个人信息以使其更准确有效。您能通过群勇服务访问您的个人信息，并根据对应信息的管理方式自行完成或要求我们进行修改、补充和删除。我们将采取适当的技术手段或提供提交申请的联系渠道，尽可能保证您可以访问、更新和更正自己的个人信息或使用群勇服务时提供的其他信息。
在访问、更新、更正和删除前述信息时，我们可能会要求您进行身份验证，以保障信息安全。对于通过COOKIES或同类技术收集的您的信息，我们还在本政策第二条“我们如何使用COOKIES或同类技术”部分说明了向您提供的选择机制。如您想查询、修改或删除您的部分信息，请登录群勇帐号中心（www.hzyotoy.com）或按照单项服务的具体指引进行操作。
除法律法规另有规定，当您更正、删除您的个人信息或申请注销帐号时，我们可能不会立即从备份系统中更正或删除相应的信息，但会在备份更新时更正或删除这些信息。
（二）公开与分享
我们的多项服务可让您不仅与您的社交网络、也与使用该服务的所有用户公开分享您的相关信息，例如，您在群勇服务中所上传或发布的信息、您对其他人上传或发布的信息作出的回应，通过电子邮件或在群勇服务中不特定用户可见的公开区域内上传或公布您的信息，以及包括与这些信息有关的位置数据和日志信息。只要您不删除您所公开或共享的信息，有关信息可能一直留存在公众领域；即使您删除共享信息，有关信息仍可能由其他用户或不受我们控制的第三方独立地缓存、复制或储存，或由其他用户或该等第三方在公众领域保存。如您将信息通过上述渠道公开或共享，由此造成您的信息泄露，我们不承担责任。因此，我们提醒并请您慎重考虑是否通过上述渠道公开或共享您的信息。
（三）注销
在符合群勇单项服务的服务协议约定条件及国家相关法律法规规定的情况下，您的该项群勇服务帐号可能被注销或删除。当帐号注销或被删除后，与该帐号相关的、该单项服务项下的全部服务资料和数据将依照单项服务的服务协议约定删除或处理，但法律法规另有规定的除外。
（四）改变您授权同意的范围
您总是可以选择是否披露信息。有些信息是使用群勇服务所必需的，但大多数其他信息的提供是由您决定的。您可以通过删除信息、关闭设备功能等方式改变您授权我们继续收集信息的范围或撤回您的授权。
当您撤回授权后，我们无法继续为您提供撤回授权所对应的服务，也不再处理您相应的信息。但您撤回授权的决定，不会影响此前基于您的授权而开展的信息处理。
 
六、第三方服务
 
群勇服务可能接入或链接至第三方提供的社交媒体或其他服务（包括网站或其他服务形式）。包括：
1、您可利用“分享”键将某些群勇服务内容分享到第三方服务，或您将第三方服务内容分享到群勇服务。这些功能可能会收集您的信息（包括您的日志信息），并可能在您的电脑装置COOKIES，从而正常运行上述功能；
2、我们通过广告或我们服务的其他方式向您提供链接，使您可以链接至第三方的服务或网站；
3、其他接入第三方服务的情形。例如，为实现本政策中声明的目的，我们可能会接入第三方服务商提供的SDK或其他类似的应用程序，并将我们依照本政策收集的您的某些信息共享给该等第三方服务商，以便提供更好的客户服务和用户体验。目前，我们接入的第三方服务商主要包括以下几种类型：
（1）用于广告相关服务，包括广告展示、广告数据监测/统计等；
（2）用于消息推送功能，包括手机厂商Push推送、特定事件提醒、个性化内容推荐等；
（3）用于支付相关服务，包括订单支付、交易行为核验、收入结算、支付信息汇总统计等；
（4）用于在您同意的情况下获取设备位置权限、搜集设备信息和日志信息等；
（5）用于第三方授权服务，包括第三方帐号登陆、将有关内容分享至第三方产品等；
（6）用于支持产品功能模块，包括语音聊天、程序异常上报、反外挂、语音识别、内容存储等；
（7）用于优化产品性能，包括提高硬件配网能力、降低服务器成本、功能热修复等；
（8）用于帐号安全、产品加固相关服务，包括网络监测、域名解析（HTTPDNS）、防劫持、反垃圾反作弊、加解密服务等。
我们仅会出于正当、必要、特定的目的共享您的信息。对我们与之共享信息的第三方服务商，我们会要求他们履行相关保密义务并采取相应的安全措施。
该等第三方社交媒体或其他服务由相关的第三方负责运营。您使用该等第三方的社交媒体服务或其他服务（包括您向该等第三方提供的任何信息），须受第三方自己的服务条款及信息保护声明（而非本政策）约束，您需要仔细阅读其条款。本政策仅适用于我们所收集的个人信息，并不适用于任何第三方提供的服务或第三方的信息使用规则。如您发现这些第三方社交媒体或其他服务存在风险时，建议您终止相关操作以保护您的合法权益。
 
七、未成年人保护
 
我们建议：任何未成年人参加网上活动应事先取得父母或其他监护人（以下简称"监护人"）的同意。我们将根据国家相关法律法规的规定保护未成年人的相关信息。
我们鼓励监护人指导未成年人使用群勇服务。如果您是未满十四周岁的未成年人，请您通知您的监护人共同阅读并接受我们的《群勇儿童个人信息保护规则及监护人须知》 ，并在您使用群勇服务、提交个人信息之前，寻求其同意和指导。
 
八、通知和修订
 
为了给您提供更好的服务，我们可能会根据群勇服务的更新情况及法律法规的相关要求适时修改本政策的条款，该等修改构成本政策的一部分。如该等更新造成您在本政策下权利的实质减少或重大变更，我们将在本政策生效前通过网站公告、推送通知、弹窗提示或其他方式来通知您，您如果不同意该等变更，可以选择停止使用群勇服务；如您仍然继续使用群勇服务的，即表示您已充分阅读、理解并同意受经修订的本政策的约束。
我们的任何修改都会将您的满意度置于首位。我们鼓励您在每次使用群勇服务时都查阅我们的隐私政策。
我们可能在必需时（例如当我们由于系统维护而暂停某一项服务时）发出与服务有关的公告。您可能无法取消这些与服务有关、性质不属于推广的公告。
 
九、如何联系我们
 
我们设立了个人信息保护专职部门，将按照本政策保护您的个人信息。如您有关于网络信息安全的投诉和举报，或您对本政策、群勇的隐私措施、您的信息的相关事宜有任何问题、意见或建议，请与群勇的个人信息保护工作人员联系，可发送邮件至work@shentu-inc.com或写信至以下地址：浙江省杭州市西湖区转塘科技经济区块2号2幢2层 个人信息保护专员（收）；邮编：310024。
一般情况下，我们将在收到您的问题、意见或建议，并验证您的用户身份后的十五天内予以回复。
 
附件一：
 
网络游戏用户隐私权保护和个人信息利用政策

【注意】为保障网络游戏用户（下称“用户”）的隐私权、规范对网络游戏用户个人信息的利用，特制定本政策。请用户仔细阅读以下全部内容（特别是粗体下划线标注的内容）。如用户不同意本政策的任意内容，请不要注册或使用群勇服务。如用户进入注册程序，即表示用户与群勇已达成协议，自愿接受本政策的所有内容。此后，用户不得以未阅读本政策的内容作任何形式的抗辩。
尊重用户个人隐私是群勇的一项基本政策。“隐私”是指用户在注册群勇帐号时提供给群勇的个人身份信息，包括但不限于用户注册资料中的姓名、个人有效身份证件号码、联系方式、家庭住址等。群勇一贯积极地采取技术与管理等合理措施保障用户帐号的安全、有效；群勇将善意使用收集的信息，采取各项有效且必要的措施以保护您的隐私安全，并使用商业上合理的安全技术措施来保护您的隐私不被未经授权的访问、使用或泄露。
因业务所需，群勇需与群勇关联公司（包括但不限于母公司、子公司、分公司或办事处、技术服务方、联合运营方、推广合作方等）共享用户注册信息，群勇及上述关联公司承诺将善意使用用户信息，群勇将不会向除上述关联公司外的任何其他方公开或共享用户注册资料的中的姓名、个人有效身份证件号码、联系方式、家庭住址等个人身份信息，但下列情况除外：
（1）用户或用户监护人授权群勇披露的；
（2）有关法律要求群勇披露的；
（3）司法机关或行政机关基于法定程序要求群勇提供的；
（4）群勇为了维护自己合法权益而向用户提起诉讼或者仲裁时；
（5）应用户监护人的合法要求而提供用户个人身份信息时。
特别提示：本政策仅适用于使用群勇在线游戏服务的用户，如本政策与《群勇网络游戏用户服务协议》、《群勇网络隐私政策》中的同类条款之约定不一致的，以本政策约定为准。
 
附件二：
 
群勇儿童个人信息保护规则及监护人须知

群勇网络及各关联公司（以下统称“群勇”或“我们”）深知儿童（指未满十四周岁的未成年人，下同）个人信息和隐私安全的重要性。我们希望通过《群勇儿童个人信息保护规则及监护人须知》（以下简称“本政策”）说明我们在收集和使用儿童个人信息时对应的处理规则等相关事宜。在使用我们的各项产品和服务（以下统称“群勇服务”）前，请儿童、儿童的父母或其他监护人（以下统称“监护人”）务必仔细阅读并透彻理解本政策，特别是以粗体/下划线标识的条款应重点阅读，在确认充分理解并同意全部条款后再开始使用。
监护人特别说明：
若我们获悉您的孩子不满十四周岁，我们将根据本政策采取特殊措施保护我们获得的您孩子的个人信息。请帮助我们保护您孩子的个人信息和隐私安全，要求他们在您的监护下共同阅读并接受本政策，且应在您的同意和指导下使用群勇服务、提交个人信息。如果您不同意本政策的内容，将可能导致群勇服务无法正常运行，或者无法达到我们拟达到的服务效果，您应要求您的孩子立即停止访问/使用群勇服务。您于线上点击同意本政策，或者您的孩子使用/继续使用群勇服务、提交个人信息，都表示您同意我们按照本政策（包括更新版本）收集、使用、储存、分享、转让和披露您孩子的个人信息。
儿童特别说明：
我们建议：任何儿童参加网上活动都应事先取得监护人的同意。如果您是儿童，请通知您的监护人共同阅读本政策，并在您使用群勇服务、提交个人信息之前，寻求您的监护人的同意和指导。您于线上点击同意本政策，或者您使用/继续使用群勇服务、提交个人信息，都表示您已获得您的监护人的许可，您的监护人均同意我们按照本政策（包括更新版本）收集、使用、储存、分享、转让和披露您的个人信息。
本政策适用于我们在中华人民共和国境内通过网络从事收集、使用、储存、分享、转让和披露儿童个人信息等活动。当儿童使用任何群勇服务时，监护人同意接受本政策以及我们在该单项服务中发出的特定儿童个人信息保护类规则条款（如有，以下称“特定条款”）的保护，在此情况下特定条款与本政策条款同时对监护人和儿童产生效力。如特定条款与本政策条款存在同类条款的不一致约定，则在特定条款约束范围内应以特定条款为准。如我们提供的某一单项服务不适用本政策的，该服务中会以适当方式明示排除适用本政策。在儿童个人信息保护规则方面，本政策与《群勇网络隐私政策》正文存在不一致的，本政策优先适用，如本政策中未提及的，则以《群勇网络隐私政策》为准。
在阅读完本政策后，如对本政策或与本政策相关的事宜有任何问题，可通过本政策“如何联系我们”章节所列的反馈渠道联系我们，我们会尽快作出解答。
目录

一、我们如何收集和使用儿童个人信息
二、我们可能分享、转让或披露的儿童个人信息
三、我们如何储存和保护儿童个人信息
四、如何管理儿童个人信息
五、第三方服务
六、本政策的修订
七、如何联系我们
一、我们如何收集和使用儿童个人信息
（一）我们会严格履行法律法规规定的儿童个人信息保护义务与责任，遵循正当必要、知情同意、目的明确、安全保障、依法利用的原则，在征得监护人的同意后收集和使用儿童个人信息：
1、在部分单项服务中，我们可能会要求用户填写个人生日信息或根据用户填写的身份信息，识别该用户是否为儿童，并按照法律法规的规定，在获得监护人同意之后才允许儿童继续使用相关群勇服务。
2、当我们识别出用户为儿童时，我们可能会收集监护人的联系方式（例如手机号码、电子邮箱），并联系监护人以验证其与儿童的监护关系。为了更好地保护儿童的权益，我们还可能向监护人收集更多信息（例如姓名、身份证、户口本或其他监护关系证明），以便进一步验证监护人与儿童的监护关系。
3、在儿童使用群勇服务过程中，我们可能还会收集和使用其他儿童个人信息，具体请查阅《群勇网络隐私政策》“我们如何收集和使用个人信息”章节进行详细了解。如我们需要超出上述范围收集和使用儿童个人信息，我们将再次征得监护人的同意。
（二）征得授权同意的例外
根据相关法律法规规定，以下情形中收集儿童的信息无需征得儿童和/或监护人的授权同意：
（1）与国家安全、国防安全、公共安全、公共卫生、重大公共利益有关的；
（2）与犯罪侦查、起诉、审判和判决执行等有关的；
（3）出于维护信息主体或其他个人的生命、财产等重大合法权益但又很难得到监护人本人同意的；
（4）所收集的信息是儿童或监护人自行向社会公众公开的；
（5）从合法公开披露的信息中收集信息的，如合法的新闻报道、政府信息公开等渠道；
（6）根据监护人的要求签订合同所必需的；
（7）用于维护群勇服务的安全稳定运行所必需的，例如发现、处置群勇服务的故障；
（8）通过计算机信息系统自动留存处理信息且无法识别所留存处理的信息属于儿童个人信息的；
（9）学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的信息进行去标识化处理的；
（10）法律法规规定的其他情形。
（三）有关儿童个人敏感信息的提示
由儿童或监护人提供或我们收集的儿童信息中，可能包含儿童的个人敏感信息，例如身份证件号码、个人生物识别信息、银行账号、通信记录和内容、财产信息、征信信息、行踪轨迹、住宿信息、健康生理信息、交易信息。请监护人和儿童谨慎并留意儿童个人敏感信息，监护人同意儿童相关个人敏感信息我们可以按本政策所述的目的和方式来处理。
二、我们可能分享、转让或披露的儿童个人信息
（一）分享
除以下情形外，未经监护人的同意，我们不会与群勇之外的任何第三方分享儿童的个人信息：
1、向儿童提供我们的服务。我们可能向合作伙伴及其他第三方分享儿童的信息，以实现群勇服务的功能，让儿童正常使用需要的服务，例如：提供支付服务的支付机构、入驻群勇平台的商家、提供数据服务（包括网络广告监测、数据统计、数据分析）的合作伙伴、第三方物流公司和其他服务提供商；
2、与关联方的必要分享。为便于我们基于统一的帐号体系向儿童提供一致化服务以及便于其进行统一管理、个性化推荐、保障系统和帐号安全等，儿童的个人信息可能会在我们和我们的关联方之间进行必要共享；
3、实现本政策第一条“我们如何收集和使用儿童个人信息”部分所述目的；
4、履行我们在本政策或我们与儿童、监护人达成的其他协议中的义务和行使我们的权利；
5、向委托我们进行推广的合作伙伴等第三方共享，目的是为了使该等委托方了解推广的覆盖面和有效性。比如我们可以告知该委托方有多少人看了他们的推广信息或在看到这些信息后购买了委托方的商品，或者向他们提供不能识别儿童个人身份的统计信息，帮助他们了解其受众或顾客；
6、在法律法规允许的范围内，为了遵守法律、维护我们及我们的关联方或合作伙伴、儿童、监护人或其他群勇用户或社会公众利益、财产或安全免遭损害，比如为防止欺诈等违法活动和减少信用风险，我们可能与其他公司和组织交换信息。不过，这并不包括违反本政策中所作的承诺而为获利目的出售、出租、共享或以其它方式披露的信息；
7、应儿童合法需求或经监护人的授权同意；
8、应监护人合法要求；
9、根据单项服务协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；
10、基于符合法律法规的社会公共利益而提供。
我们仅会出于合法、正当、必要、特定、明确的目的共享儿童个人信息。对我们与之共享个人信息的公司、组织和个人，我们会进行安全评估，并与其签署严格的保密协定，要求他们按照我们的说明、本政策以及其他任何相关的保密和安全措施来处理信息。
（二）转让
1、随着我们业务的持续发展，我们有可能进行合并、收购、资产转让或类似的交易，而儿童的信息有可能作为此类交易的一部分而被转移。我们会进行安全评估，并要求新的持有儿童个人信息的公司、组织继续受本政策的约束，否则，我们将要求该公司、组织重新向监护人征求授权同意。
2、在获得监护人的同意后，我们会向其他方转让儿童个人信息。
（三）披露
我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会披露儿童个人信息：
1、根据儿童或监护人的需求，在监护人同意的披露方式下披露其所指定的信息；
2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供儿童信息的情况下，我们可能会依据所要求的信息类型和披露方式披露儿童的信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求接收方必须出具与之相应的法律文件，如传票或调查函。我们坚信，对于要求我们提供的信息，应该在法律允许的范围内尽可能保持透明。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。
（四）分享、转让、披露信息时事先征得授权同意的例外
以下情形中，分享、转让、披露儿童的信息无需事先征得监护人的授权同意：
1、与国家安全、国防安全有关的；
2、与公共安全、公共卫生、重大公共利益有关的；
3、与犯罪侦查、起诉、审判和判决执行等司法或行政执法有关的；
4、出于维护儿童或其他个人的生命、财产等重大合法权益但又很难得到监护人同意的；
5、儿童或监护人自行向社会公众公开的信息；
6、从合法公开披露的信息中收集信息的，如合法的新闻报道、政府信息公开等渠道。
根据法律规定，共享、转让、披露经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向监护人通知并征得监护人的同意。
三、我们如何储存和保护儿童个人信息
（一）我们仅在本政策所述目的所必需期间和法律法规要求的最短时限内储存儿童个人信息。如我们终止服务或运营，我们将及时停止继续收集儿童个人信息的活动，同时会遵守相关法律法规要求提前向监护人通知，并在终止服务或运营后对儿童的个人信息进行删除或匿名化处理，但法律法规或监管部门另有规定的除外。
（二）我们非常重视儿童的隐私安全，成立了专门的安全团队，并采取一切合理可行的措施，保护儿童个人信息：
我们会采取加密等技术措施储存儿童个人信息，确保信息安全。同时，我们对工作人员以最小授权为原则，严格设定信息访问权限，控制儿童个人信息知悉范围；工作人员访问儿童个人信息的，须经过儿童个人信息保护负责人或者其授权的管理人员审批，记录访问情况，并采取技术措施，避免违法复制、下载儿童个人信息。如我们发现儿童个人信息发生或者可能发生泄露、毁损、丢失的，会立即启动应急预案，采取补救措施，并将事件相关情况以邮件、信函、电话、推送通知、公告等方式告知受影响的监护人和儿童。
如您希望了解更多，请查阅《群勇网络隐私政策》“我们如何储存和保护个人信息”章节，详细了解我们如何储存和保护儿童个人信息。
由于技术的限制以及风险防范的局限，即便我们已经尽量加强安全措施，也无法始终保证信息百分之百的安全。监护人需要了解，儿童接入群勇服务所用的系统和通讯网络，有可能因我们可控范围外的情况而发生问题。
请监护人和儿童务必妥善保管好群勇服务帐号、密码及其他身份要素。儿童在使用群勇服务时，我们会通过帐号、密码及及其他身份要素来识别其身份。一旦监护人和儿童泄露了前述信息，可能会蒙受损失，并可能对自身产生不利影响。如监护人和儿童发现帐号、密码及/或其他身份要素可能或已经泄露时，请立即和我们取得联系，以便我们及时采取相应措施以避免或降低相关损失。
四、如何管理儿童个人信息
在儿童使用群勇服务期间，我们将在我们的单项服务中采取适当的操作设置、指引或提供本政策“如何联系我们”章节所列的联系渠道，尽可能保证监护人和儿童可以访问、更正、删除儿童个人信息，以及注销儿童注册帐号。在访问、更正、删除前述信息或申请注销帐号时，我们可能会要求监护人和/或儿童进行身份验证，以保障信息安全。除法律法规另有规定，当监护人和儿童更正、删除儿童个人信息或申请注销帐号时，我们可能不会立即从备份系统中更正或删除相应的信息，但会在备份更新时更正或删除这些信息。
（一）访问儿童个人信息
监护人和儿童可以查看其在使用群勇服务中提供或产生的儿童个人信息，例如个人信息资料、部分使用记录、发布内容。
（二）更正儿童个人信息
我们鼓励监护人和儿童更新和修改儿童个人信息以使其更准确有效。监护人和儿童发现我们收集、使用和处理的儿童个人信息有错误的，可以联系我们更正。我们会在完成身份验证和核实问题后，及时采取措施予以更正。
（三）删除儿童个人信息
根据儿童选择群勇服务的具体情况，监护人和儿童可以在使用群勇服务中自行删除部分儿童个人信息。在以下情形下，监护人和儿童可以直接向我们提出删除儿童个人信息的请求，我们会在完成身份验证和核实问题后及时采取措施予以删除，包括：
1、我们违反法律法规的规定或者与监护人和儿童的约定收集、储存、使用、转移、披露儿童个人信息的；
2、超出目的范围或者必要期限收集、储存、使用、转移、披露儿童个人信息的；
3、监护人撤回同意的；
4、监护人或儿童通过注销等方式终止使用群勇服务的。
但请注意，若监护人和儿童自行删除或请求我们删除特定的儿童个人信息，可能导致无法继续使用全部或部分群勇服务。
（四）注销帐号
在符合群勇单项服务的服务协议约定条件及相关法律法规规定的情况下，我们也提供注册帐号的注销，监护人和儿童可以按照单项服务的具体设置、指引进行操作或联系我们处理。
（五）改变授权同意的范围
监护人和儿童总是可以选择是否披露信息。有些信息是使用群勇服务所必需的，但大多数其他信息的提供是自行决定的。监护人和儿童可以通过删除信息、关闭设备功能等方式改变其授权我们继续收集信息的范围或撤回其授权。
当监护人和儿童撤回授权后，我们无法继续提供撤回授权所对应的服务，也不再处理相应的信息。但撤回授权的决定，不会影响此前基于监护人和儿童的授权而开展的信息处理。
五、第三方服务
群勇服务可能为儿童接入或链接至第三方提供的社交媒体或其他服务（包括网站或其他服务形式）。请查阅《群勇网络隐私政策》“第三方服务”章节，详细了解我们接入或链接的第三方服务类型。
该等第三方社交媒体或其他服务由相关的第三方负责运营。儿童使用该等第三方的社交媒体服务或其他服务（包括儿童向该等第三方提供的任何信息），须受第三方自己的服务条款及信息保护声明（而非本政策）约束，监护人和儿童需要仔细阅读其条款。本政策仅适用于我们所收集的个人信息，并不适用于任何第三方提供的服务或第三方的信息使用规则。如监护人和儿童发现这些第三方社交媒体或其他服务存在风险时，建议终止相关操作以保护儿童的合法权益。
六、本政策的修订
为了提供更好的服务，我们可能会根据群勇服务的更新情况及法律法规的相关要求适时修改本政策的条款，该等修改构成本政策的一部分。如该等更新造成监护人和儿童在本政策下权利的实质减少或重大变更，我们将在本政策生效前通过网站公告、推送通知、弹窗提示或其他方式来通知，监护人如果不同意该等变更，可以选择要求儿童停止使用群勇服务；如儿童仍然继续使用群勇服务的，即表示监护人已充分阅读、理解并同意受经修订的本政策的约束。我们的任何修改都会将用户的满意度置于首位。我们鼓励监护人和儿童在每次使用群勇服务时都查阅我们的《儿童个人信息保护规则及监护人须知》。
七、如何联系我们
我们设有个人信息保护专职部门并指定了专门的儿童个人信息保护负责人，将严格按照本政策保护儿童个人信息。如监护人和儿童有关于网络信息安全的投诉和举报，或对本政策、群勇的儿童个人信息保护规则、措施的相关事宜有任何问题、意见或建议，请随时与我们联系，可发送邮件至work@shentu-inc.com或写信至以下地址：浙江省杭州市西湖区转塘科技经济区块2号2幢2层 儿童个人信息保护专员（收）；邮编：310024。
一般情况下，我们将在收到问题、意见或建议，并验证监护人和/或儿童身份后的十五天内予以回复。]]