-----------------------------------萌途精灵配置-----------------------------
local QuestionsAnswersElf = {
    SkipLocationType = {
        Location =  "", --联系客服的跳转地址
        IsWebSite = false --类型是否为网站，是就为true，不是为false
    },
    ElfIcon = "1900359910", --精灵图标
    ElfItemIconBg = 3,--精灵图标背景 数字1~9
    ElfName = "游戏小精灵", --精灵名字(最多六个字)
    ElfNameFontX = 105, --名字X轴位置
    ElfNameFontY = 35 , --名字Y轴位置
    ElfNameFontSize = 22,--名字字体大小
    ElfNameColor = Color.New(139 / 255, 0 / 255, 139 / 255, 1), --名字颜色
    ElfIdentificationIcon = "1800204010",--精灵标识图片
    ElfIdentificationIconX = 34, --X轴方向
    ElfIdentificationIconY = 0, --Y轴方向
    ElfIdentificationIconW = 40, --宽度
    ElfIdentificationIconH = 22, --高度
    ElfOpenSkip = 1, --0是不显示联系客服,1是显示联系客服
    ElfIntroduceContent = "我是游戏小精灵，游戏中遇到的问题你可以通过输入框对我进行提问，或者点击下方链接获取相关问题信息哦", --打开介绍内容
    ElfNoFoundTips = "抱歉，没有找到该问题哦", --没找到回复
}
_G.QuestionsAnswersElf = QuestionsAnswersElf


--超链接颜色
QuestionsAnswersElf.HyperlinkColor = {
    { 205, 92, 92}, --第一级别颜色
    { 255, 165, 0 }, --第二级别颜色
    { 70, 130, 180}, --第三级别颜色
    { 232, 85, 255 }, --第四级别颜色
    {0,0,205}, --跳转颜色
}


--各级查询选项(最多四级) "不显示"即不会显示在界面上，但是可以搜索的到上一级的目录内容
--        ["活动"] (一级) = {
--            ["福利"] (二级) ={
--                ["兑换码"] (三级) = {"福利码在哪里领"(四级)},
--                ["不显示"] (三级) = {}
--            },
--            ["不显示"] (二级) = {}
--        },
QuestionsAnswersElf.ElfTable = {
    --主动切换精灵的页面展示的内容(复制下面的查询的字库内容用于默认展示功能)
    FirstShowInteraction = {"变强","活动","寻路","宠物","角色"},

    --查询的字库内容
    Interaction = {
        ["变强"] = {
            ["提高战力"]={
                ["获得宠物"] = {},
                ["获得侍从"] = {},
                ["侍从升星"] = {}
            },
            ["升级"]={
                ["如何获得经验"] = {},
                ["怎么升级最快"] = {}
            },
        },
        ["活动"] = {
            ["福利"]={
                ["兑换码"] = {"福利码在哪里领","兑换码在哪里领","激活码在哪领","激活码"},
                ["不显示"] = {}
            },
            ["十二星官"] = {
                ["十二星官刷新时间"] = {"天地劫","长生劫","轮回劫","富贵劫", "生死劫", "刷新时间" },
            }
        },
        ["寻路"] = {"寻路到长安城","寻路到大唐国境",},
        ["宠物"] = {
            ["技能"] = {
                ["宠物技能学习"] = {"宠物学技能","宠物技能","技能升级"}
            },

            ["宠物阵容"] = {
                ["不显示"] = {"上阵宠物","侍宠"}
            },
            ["宠物洗炼"] = {
                ["不显示"] = {"洗练"}
            },
            ["碎片"] = {
                ["如何获得宠物碎片"] = {"仙魂灵玉获得方法","神兽碎片获得方法","魔兽","仙魂灵玉","魔兽碎片","如何获得碎片"},
                ["不显示"] = {}
            },
            ["升星"] = {
                ["宠物升星"] = {"升星","突破"}
            },
            ["获得宠物"] = {"宠物怎么获得","宝宝","仙兽怎么获得",
                      "仙兽", "神兽怎么获得", "神兽", "魔兽怎么获得",
                      "魔兽","获得"},
            ["合宠"] = {"怎么合宠","合成"},
            ["洗宠"] = {"洗宠","怎么洗宠","怎么洗变异",},
            ["不显示"] = {"突破","变变异",}
        },
        ["角色"] = {
            "游戏里有多少角色","游戏里有多少个门派",
            ["VIP"] = {
                "VIP等级怎么提升",
                ["VIP经验卡"] = {"VIP经验卡怎么获得",},
                ["不显示"] = {}
               },
            ["钱币"] = {
                ["银币怎么获得"] = {"铜币","银币"},
            },
            ["门派"] = {
                ["加点"] = {"怎么加点","门派怎么加点"}
            },
        },
        ["常见问题"] = {
            ["不显示"] = {"月卡，基金在哪里，为什么买了月卡，基金没有领到元宝？","月卡基金领的元宝是绑定的，在绑定商城查看，绑定商城在商城旁边点兑换打开",
                       "怎么升级快，游戏可以卡级吗？做什么 升级最快。","游戏有系统卡级的，自己不用卡级。每天日常做完。封妖刷完，主线。然后抓鬼。等级不会落下的。",
                       "双倍经验在哪领取。在哪领双？","点挂机就可以领取双倍。","VIP怎么升级。充了钱为什么VIP不涨？","VIP是消费元宝升级的 不是充值元宝。",
                       "人物转职武器能一起转吗？在哪里转职？","人物转职，武器转换找长安菩提祖师。","怎么自动抓鬼？抓鬼只能手动点吗 ？","点右下角的辅助，选抓鬼任务点开始就可以自动抓鬼了。",
                       "游戏可以后台挂机吗？后台挂机有经验吗？","游戏可以后台离线挂机30分钟。队长不能后台挂机。"
            }
        },
    },
}

--查询字库
----如果需要其他操作则：内容   &操作显示名称   &GetWay类型_操作内容：UI名称或其他#操作Type-------对照获得侍从------或者通过GetWay查看文件操作-----
------如果点击链接继续查找则参照  升级  链接颜色为第四个
QuestionsAnswersElf.ElfTableContent = {

    ["获得宠物"] = {"宠物获取途径：宠物商店购买或捕捉\n仙兽获取途径：仙兽碎片兑换 祈福或交易\n神兽获取途径：神兽碎片兑换 祈福或交易\n魔兽获取途径：祈福,交易,活动或排名奖励\n\n仙魂灵玉获得方法：日常活动 挑战BOSS 天神祈福\n神兽碎片获得方法：日常活动 挑战BOSS 天神祈福\n魔兽碎片获得方法：日常活动 挑战BOSS 天神祈福\n\n我猜您可能感兴趣的：&【如何获得碎片】&0_如何获得碎片"},

    ["如何获得宠物碎片"] = {"仙魂灵玉获得方法：福源宝箱 活动抽奖 日常活动获得",
                    "神兽碎片获得方法：藏宝图   活动祈福 日常活动获得",
                    "魔兽获得方法：祈福 世界BOOS 日常活动抽奖"},
    ["如何获得碎片"] = {"即将更新,稍后奉上"},


    ["如何获得经验"] = {"通过做任务升级或者参与活动获得经验升级"},
    ["获得侍从"] = {"通过侍从界面邀请获得侍从&【点击跳转】&1_GuardUI_1_1"},
    ["侍从升星"] = {"通过宠物界面将宠物星级突破&【点击跳转】&1_GuardUI_2_1"},
    ["升级"] = {"【人物升级说明】",
              "     所有角色在经验达到升级所需经验时，系统会<color=#FF0000>自动升级</color>",
              "     <color=#FF0000>详细说明</color>：",
              "     1、人物经验打到升级所需时<color=#1E90FF>自动升级</color>，无需手动操作",
              "     2、人物满级为120级",
              "     您可能感兴趣的：&【如何获得经验】&0_如何获得经验",},

    ["寻路到长安城"] = {"点击寻路到长安城 <color=#1E90FF>302,176</color>&【点击寻路】&3_210_320_176"},
    ["寻路到大唐国境"] = {"点击寻路到长安城 <color=#1E90FF>182,204</color>&【点击寻路】&3_211_182_204"},
    ["游戏里有多少角色"] = {"游戏里有十二个角色"},
    ["游戏里有多少个门派"] = {"游戏里有六大门派"},
    ["怎么升级最快"] = {"游戏跟着主线任务做，做完以后每天日常活动可以升级经验"},

    ["兑换码"] = {"10级点福利兑换输入激活码即可领取礼包"},

    ["加点"] = {"花果山加点：物理系门派 推荐加点4力1体  4力1敏或5力",
              "酆都加点：封印系门派 推荐加点 3敏1体1耐  4敏1体或5敏",
              "净坛禅院加点：物理系门派 推荐加点4力1体  4力1敏或5力",
              "西海龙宫加点：法术系门派 推荐加点  3法1体1耐 4法1体或5法",
              "慈恩寺加点：治疗系门派 推荐加点 3法2体 3体法  2法2体1敏 或5法",
              "流沙界加点：法术系门派 推荐加点  3法1体1耐 4法1体或5法"
    },

    ["VIP等级怎么提升"] = {"消费元宝，使用VIP经验卡可提升VIP等级"},

    ["宠物升星"] = {"宝宝 变异 仙兽 神兽 魔兽 突破方法：同品阶宠物突破所需突破草",
              "突破2星需要同品阶突破草1只",
              "突破3星需要同品阶突破草2只",
              "突破4星需要同品阶突破草3只",
              "突破5星需要同品阶突破草4只",
              "突破6星需要同品阶突破草5只",
    },


    ["十二星官刷新时间"] = {"十二星官 天地劫 长生劫 轮回劫 富贵劫 生死劫 刷新时间为一个小时"},

    ["VIP经验卡"] = {"祈福活动或世界BOOS获得VIP经验卡"},

    ["银币怎么获得"] = {"元宝兑换 日常活动 押镖 世界BOOS 师门 等可获取大量银币"},

    ["洗宠"] = {"宠物合宠必须是宝宝或者变异，放入主宠合副宠进行合成1合成后宠物星级不会改变2合成后宠物的技能有所保留3主宠绑定和突破技能不会消失4使用幸运合成符将会提高技能保留几率"},

    ["洗炼"] = {"使用还原丹 高级还原丹 超级还原丹将宠物还原成0级宝宝，技能 资质 成长在一般的区间重新生成 普通宠物也会变成宝宝，有几率洗成变异宠物，仙兽 神兽 魔兽不能进行洗宠。"},


    ["宠物技能学习"] = {"宠物最高16技能，除突破获得3个技能，最高可以领悟或顶书到13技能，玩家可以通过商会交易或者商城购买技能书获取各品阶技能书。"},

    ["宠物阵容"] = {"随角色等级提升，宠物最多出战5个。侍宠出战数量与侍从数量一致，仅当侍宠出战时，宠物才能出战，每个侍宠会分掉主宠的部分经验。"},


    ["宠物洗炼"] = {"1.消耗洗炼符可进行普通洗炼。",
               " 2.额外消耗洗炼精粹可进行高级洗炼。",
                "3.锁定属性不参与洗炼，单次锁定条目越多消耗洗炼锁定符越多。",
                "4.洗炼结果有强有弱，高级洗炼效果更佳。如果运气不好，不妨试试锁定",
                "5.洗炼出满意的结果记得保存哦。",
    },



}