Official_ThirdSDKAgreement = {}
Official_ThirdSDKAgreement.Title = "第三方SDK目录"
Official_ThirdSDKAgreement.Text = 
[[为保障该软件向您提供安全稳定的服务,并实现特定功能，会接入以下由第三方开发的软件工具开发包（Software Development Kit, SDK)。我们会对产品接入的 SDK进行安全监测，以保障数据安全。SDK提供者将按照其隐私政策所述收集、处理和保护您的个人信息,请您查看以下列表和第三方链接,以进一步了解第三方SDK的个人信息收集和使用规则。

1.友盟SDK
使用目的：移动广告监测
使用场景：初始化
服务类型:统计分析
收集个人信息类型:设备信息（(IMEI/MAC/Android ID/IDFA/OpenUDID/GUID/SIM 卡IMSI/地理位置等)
第三方主体：北京锐讯灵通科技有限公司
收集方式：特定场景使用功能时触发上报
SDK隐私政策链接:https://www.umeng.com/page/policy?spm=a211eg.10560647.0.0.547034dcafEUZJ

2.支付宝SDK
使用目的：增值服务付费
使用场景：用户主动点击付费
服务类型:用于支付
服务类型:用于提供微信支付,微信授权登录，微信好友和微信朋友圈分享功能
收集个人信息类型:设备信息（如IMEI/IMSI、SIM卡序列号/MAC地址、android_id)、网络信息以及地理位置信息，用于用户登录账户和支付过程中的安全风控，除上述信息之外，我们不会通过第三方应用收集用户的其他个人数据信、buyer_id
第三方主体：支付宝（杭州）信息技术有限公司
收集方式：用户使用该SDK付费时触发上报
SDK隐私政策链接:https://render.alipay.com/p/c/k2h4n8ug

3.微信SDK
使用目的：增值服务付费
使用场景：用户主动点击付费
服务类型:用于提供微信支付，微信授权登录，微信好友和微信朋友圈分享功能
收集个人信息类型:您在注册帐户时填写的信息(昵称、手机号)、您在使用服务时上传的信息(头像、照片)、您通过我们的客服或参加我们举办的活动时所提交的信息（姓名、电话、家庭地址)、设备信息（设备型号、操作系统版本、唯一设备标识符、电池、信号强度等)、软件信息例如，软件的版本号、浏览器类型。为确保操作环境的安全或提供服务所需，我们会收集有关您使用的移动应用和其他软件的信息。IP地址、服务日志信息、通讯日志信息、位置信息、openid、其他相关信息,例如，我们收集的好友列表、群列表信息、声纹特征值信息。
第三方主体：财付通支付科技有限公司
收集方式：用户使用该SDK付费时触发上报
SDK隐私政策链接:https://privacy.qq.com/

4.现在支付SDK
使用目的：增值服务付费
使用场景：用户主动点击付费
服务类型:用于接入银联、支付宝、微信等支付渠道的服务
收集个人信息类型:设备信息（设备型号、操作系统版本、唯一设备标识符、电池、信号强度等)、网络信息以及地理位置信息，用于用户登录账户和支付过程中的安全风控
第三方主体：你好现在（北京）科技股份有限公司
收集方式：用户使用该SDK付费时触发上报
SDK隐私政策链接：https://mch.ipaynow.cn/agreement

5.腾讯Bugly SDK
使用目的：搜集程序异常
使用场景：程序报错、故障或崩溃时
服务类型:用于检测APP的运行情况，收集崩溃日志等，用于改善产品基础体验
收集个人信息类型:日志信息（包括:第三方开发者自定义日志、Logcat日志以及APP崩溃堆栈信息)、设备ID(包括: androidid 以及 idfv)、联网信息、系统名称、系统版本以及国家码。
第三方主体：深圳市腾讯计算机系统有限公司
收集方式：程序报错、故障或崩溃时触发上报
SDK隐私政策链接:https://static.bugly.qq.com/bugly-sdk-privacy-statement.pdf

]]